orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/rvapexvsbasepacing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>RV Apex vs Base Pacing</title>
<!-- 2014-10-21 Tue 11:47 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title">RV Apex vs Base Pacing</h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Use</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<ul class="org-ul">
<li>Determine if retrograde conduction is via a septal accessory pathway (AP) or the AV node (AVN).
</li>
<li>Useful when SVT is not inducible or post-ablation to exclude continued retrograde AP conduction.
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">Technique</h2>
<div class="outline-text-2" id="text-unnumbered-2">
<ul class="org-ul">
<li>Using a deflectable catheter, position at apex and then at posterior base of RV in 30° RAO view.
</li>
<li>Ventricular pacing at each site at same pacing cycle length.
</li>
<li>Measure stimulus to atrium (S-A) at each site.
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-2">
<h2 id="unnumbered-3">Results</h2>
<div class="outline-text-2" id="text-unnumbered-3">
<ul class="org-ul">
<li>S-A is shorter pacing at base compared with apex in patients with AP conduction only.
</li>
<li>S-A is longer pacing at base compared with apex in patients with retrograde AVN conduction only.
</li>
<li>Note that patients with combined retrograde AP and AV nodal conduction were excluded from the study population.  However change in atrial activation sequence when pacing at the 2 sites suggests combined retrograde AP and AVN conduction.
</li>
<li>Note that only patients with posteroseptal APs were included in the study, though the technique is probably also applicable to patients with anteroseptal or para-Hisian APs, as long as basal pacing site is close to the AP.
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-2">
<h2 id="unnumbered-4">Reference</h2>
<div class="outline-text-2" id="text-unnumbered-4">
<p>
Martínez-Alday JD, Almendral J, Arenal A, et al. Identification of concealed posteroseptal Kent pathways by comparison of ventriculoatrial intervals from apical and posterobasal right ventricular sites.  Circulation 1994; 89: 1060-1067.
<a href="http://circ.ahajournals.org/content/89/3/1060.abstract?ijkey=33950406ac6141d4fb927e205814d0bd992c33c9&keytype2=tf_ipsecsha">http://circ.ahajournals.org/content/89/3/1060.abstract?ijkey=33950406ac6141d4fb927e205814d0bd992c33c9&keytype2=tf_ipsecsha</a>
</p>
</div>
</div>
</div>
</body>
</html>
